Repository: shaikhayeshaa/Nazaria
Catalog: lib/l10n/intl_*.arb
Languages: ps, sd

# slogan
source: Dekho Duniya Apni Nazar Se
ps: دیکو دنیا اپنی نظر سه
sd: ڏيکو دنيا پنهنجي نظر سي

source: Log In
ps: ننوزئ
sd: لاگ ان ڪريو

source: OR LOG IN BY
ps: یا د دې له لارې ننوزئ
sd: يا لاگ ان ڪريو ذريعي

source: Sign Up
ps: راجستر شئ
sd: سائن اپ

source: Email
ps: برېښنالیک
sd: اي ميل

source: Password
ps: پټنوم
sd: پاسورڊ

source: Confirm Password
ps: پټنوم تایید کړئ
sd: پاسورڊ جي تصديق ڪريو

source: Forgot Password?
ps: پټنوم مو هیر شوی؟
sd: پاسورڊ وساري ڇڏيو؟

source: Logout
ps: وتل
sd: لاگ آئوٽ

source: Don't have an account?
ps: حساب نه لرئ؟
sd: توھان وٽ اڪائونٽ ناھي؟

source: Already have an account?
ps: لا دمخه حساب لرئ؟
sd: ڇا توھان وٽ اڳ ئي اڪائونٽ آھي؟

source: Get Started
ps: پیل کړئ
sd: شروعات ڪريو

source: Name
ps: نوم
sd: نالو

source: Home
ps: کور
sd: گھر

source: Feed
ps: فیډ
sd: فيڊ

source: Post
ps: لیک
sd: پوسٽ

source: Create Post
ps: نوې لیکنه وکړئ
sd: نئون پوسٽ ٺاهيو

source: Edit Post
ps: لیک سمول
sd: پوسٽ ۾ ترميم ڪريو

source: Delete Post
ps: لیک ړنګ کړئ
sd: پوسٽ ڊليٽ ڪريو

source: Like
ps: خوښول
sd: وڻيو

source: Likes
ps: خوښې
sd: وڻايل

source: Comment
ps: تبصره
sd: رايو

source: Comments
ps: تبصرې
sd: رايا

source: Share
ps: شریک کړئ
sd: شيئر ڪريو

source: Shared
ps: شریک شو
sd: شيئر ٿيل

source: Repost
ps: بیا خپرول
sd: ري پوسٽ

source: Follow
ps: تعقیب کړئ
sd: فالو ڪريو

source: Following
ps: تعقیبول
sd: فالو ڪيا ويا

source: Unfollow
ps: تعقیب بند کړئ
sd: فالو ختم ڪريو

source: Followers
ps: تعقیبوونکي
sd: فالورز

source: Profile
ps: پروفایل
sd: پروفائيل

source: Edit Profile
ps: پروفایل سمول
sd: پروفائيل ۾ ترميم ڪريو

source: View Profile
ps: پروفایل وګورئ
sd: پروفائيل ڏسو

source: About
ps: په اړه
sd: بابت

source: Bio
ps: لنډه پېژندنه
sd: تعارف

source: Username
ps: کارن نوم
sd: يُوزر نيم

source: Settings
ps: ترتیبات
sd: سيٽنگز

source: Notifications
ps: خبرتیاوې
sd: نوٽيفڪيشنون

source: Message
ps: پیغام
sd: پيغام

source: Messages
ps: پیغامونه
sd: پيغامون

source: Search
ps: پلټنه
sd: ڳولا ڪريو

source: Explore
ps: پلټنه وکړئ
sd: جاچ ڪريو

source: Trending
ps: مشهور
sd: چُرچيل

source: Camera
ps: کامره
sd: ڪئميرا

source: Gallery
ps: ګالري
sd: گيلي

source: Upload Image
ps: انځور پورته کړئ
sd: تصوير اپلوڊ ڪريو

source: Upload Video
ps: ویډیو پورته کړئ
sd: وڊيو اپلوڊ ڪريو

source: Change Password
ps: پټنوم بدل کړئ
sd: پاسورڊ تبديل ڪريو

source: Privacy Policy
ps: د محرمیت تګلاره
sd: پرائيويسي پاليسي

source: Terms of Service
ps: د خدماتو شرایط
sd: خدمت جا شرط

source: Report
ps: راپور ورکړئ
sd: شڪايت ڪريو

source: Block
ps: بند کړئ
sd: بلاڪ ڪريو

source: Save
ps: خوندي کړئ
sd: محفوظ ڪريو

source: Saved Posts
ps: خوندي لیکنې
sd: محفوظ ٿيل پوسٽون

source: No posts yet
ps: لا تر اوسه لیکنه نشته
sd: اڃا تائين ڪابه پوسٽ ناهي

# commentsDisabled
source: Comments are disabled
ps: تبصرې بندې دي
sd: رايا بند آھن

# typeComment
source: Type a comment...
ps: تبصره ولیکئ...
sd: رايو لکو...

source: Send
ps: ولیږئ
sd: موڪليو

source: Reply
ps: ځواب
sd: جواب ڏيو

source: Delete
ps: ړنګ کړئ
sd: ڊليٽ ڪريو

source: Edit
ps: سمول
sd: ترميم ڪريو

source: View all comments
ps: ټولې تبصرې وګورئ
sd: سڀ رايا ڏسو

source: New Post
ps: نوې لیکنه
sd: نئون پوسٽ

source: Post Description
ps: د لیکنې تفصیل
sd: پوسٽ جي وضاحت

source: Add Location
ps: ځای اضافه کړئ
sd: جڳھ شامل ڪريو

source: Tag People
ps: خلک ټاګ کړئ
sd: ماڻھن کي ٽيگ ڪريو

source: Loading...
ps: بارېږي...
sd: لوڊ ٿي رهيو آهي...

source: Something went wrong
ps: یو څه غلط شول
sd: ڪجھه غلط ٿي ويو آهي

# noInternet
source: No internet connection
ps: انټرنیټ نلري
sd: انٽرنيٽ ڪنيڪشن ناهي

source: Retry
ps: بیا هڅه وکړئ
sd: ٻيهر ڪوشش ڪريو
